jorgebucaran/fisher
jethrokuan/z
jhillyerd/plugin-git
nickeb96/puffer-fish
catppuccin/fish
jorgebucaran/autopair.fish
patrickf1/fzf.fish
ilancosman/tide@v6
